   5           
//  v 600b(001) 17.02.2025
     // начало контроля версий, пока рабочий проект, но с версией
//  v 600d(003) 26.02.2025
     // добавлены пины конфигурации для новой платы v3
     // Пины определения платы 0x03- рефлектометр Т7к , 0x02- аттенюатор Т5к
     // IDC1..0
//  v 600e(004) 26.02.2025
     //проверка при включении на соответствие платы...
//  v 600f(005) 03.03.2025
     //переустановка частоты задающей скорости UART, установили 36 МГц, для 270 Гц в модуляции на UART5
//  v 600j(006) 03.03.2025
     //инверсия сигнала Tx UART5, в модуляции на UART5
     